Repository: pastera-app/Pastera
Catalog: pastera/Resources/Localizable.xcstrings
Source language: en
Languages: de, it, ja, zh_hans

source: A new version of Pastera is available
de: Eine neue Version von Pastera ist verfügbar
it: È disponibile una nuova versione di Pastera
ja: Pastera の新しいバージョンが利用できます
zh_hans: 新版本的 Pastera 已经发布

source: Pastera %@ is available. You currently have version %@.
de: Pastera %@ ist verfügbar. Installiert ist Version %@.
it: Pastera %@ è disponibile. La versione attuale è %@.
ja: Pastera %@ が利用できます。現在のバージョンは %@ です。
zh_hans: Pastera %@ 可供下载，当前版本是 %@。

source: View Release Notes
de: Versionshinweise anzeigen
it: Visualizza note di rilascio
ja: リリースノートを表示
zh_hans: 查看版本说明

source: Download and install this update, then restart Pastera.
de: Lade dieses Update, installiere es und starte Pastera anschließend neu.
it: Scarica e installa questo aggiornamento, quindi riavvia Pastera.
ja: アップデートをダウンロードしてインストールし、Pastera を再起動します。
zh_hans: 下载并安装更新，然后重新启动 Pastera。

source: The update has been downloaded and is ready to install.
de: Das Update wurde geladen und kann installiert werden.
it: L'aggiornamento è stato scaricato ed è pronto per l'installazione.
ja: アップデートのダウンロードが完了し、インストールの準備ができました。
zh_hans: 更新已下载，已准备好安装。

source: The update is ready. Update now to restart Pastera, or install it when Pastera quits.
de: Das Update ist bereit. Aktualisiere jetzt, um Pastera neu zu starten, oder installiere es beim Beenden von Pastera.
it: L'aggiornamento è pronto. Aggiorna ora per riavviare Pastera oppure installalo alla chiusura di Pastera.
ja: アップデートの準備ができました。今すぐ更新して Pastera を再起動するか、Pastera の終了時にインストールできます。
zh_hans: 更新已准备就绪。点击“更新”将重新启动 Pastera，或在退出 Pastera 时安装。

source: Install on Quit
de: Beim Beenden installieren
it: Installa all'uscita
ja: 終了時にインストール
zh_hans: 退出时安装

source: Download the verified disk image here, then finish installation in Finder.
de: Lade das geprüfte Image hier und schließe die Installation im Finder ab.
it: Scarica qui l'immagine verificata, quindi completa l'installazione nel Finder.
ja: 検証済みのディスクイメージをダウンロードし、Finder でインストールを完了します。
zh_hans: 在应用内下载并校验磁盘映像，然后在访达中完成安装。

source: Skip This Version
de: Diese Version überspringen
it: Ignora questa versione
ja: このバージョンをスキップ
zh_hans: 跳过这个版本

source: Remind Me Later
de: Später erinnern
it: Ricordamelo più tardi
ja: あとで通知
zh_hans: 稍后提醒我

source: Download Update
de: Update laden
it: Scarica aggiornamento
ja: アップデートをダウンロード
zh_hans: 下载更新

source: Preparing the update download…
de: Update-Download wird vorbereitet…
it: Preparazione del download…
ja: ダウンロードを準備中…
zh_hans: 正在准备下载更新…

source: Downloading update… %d%%
de: Update wird geladen… %d%%
it: Download aggiornamento… %d%%
ja: アップデートをダウンロード中… %d%%
zh_hans: 正在下载更新… %d%%

source: Verifying the downloaded update…
de: Heruntergeladenes Update wird geprüft…
it: Verifica dell'aggiornamento scaricato…
ja: ダウンロードしたアップデートを検証中…
zh_hans: 正在校验已下载的更新…

source: The disk image is ready. Drag Pastera to Applications to finish installing. If macOS blocks the app, open Privacy & Security settings and choose Open Anyway. Saved to %@.
de: Das Image ist bereit. Ziehe Pastera zum Abschluss in Programme. Falls macOS die App blockiert, wähle unter Datenschutz & Sicherheit „Dennoch öffnen“. Gespeichert unter %@.
it: L'immagine è pronta. Trascina Pastera in Applicazioni. Se macOS blocca l'app, scegli Apri comunque in Privacy e sicurezza. Salvata in %@.
ja: ディスクイメージの準備ができました。Pastera をアプリケーションにドラッグしてください。macOS にブロックされた場合は「プライバシーとセキュリティ」で「このまま開く」を選びます。保存先: %@。
zh_hans: 磁盘映像已打开。请将 Pastera 拖入“应用程序”以完成安装。如果 macOS 阻止打开，请前往“隐私与安全性”并选择“仍要打开”。文件已保存到 %@。

source: Open Installer
de: Installer öffnen
it: Apri installer
ja: インストーラを開く
zh_hans: 打开安装包

source: The update download was canceled. You can try again.
de: Der Update-Download wurde abgebrochen. Du kannst es erneut versuchen.
it: Il download è stato annullato. Puoi riprovare.
ja: ダウンロードをキャンセルしました。もう一度試すことができます。
zh_hans: 更新下载已取消，可以重新尝试。

source: The update was downloaded, but the disk image could not be opened. Open it from Downloads or view the release page for help.
de: Das Update wurde geladen, aber das Image konnte nicht geöffnet werden. Öffne es aus Downloads oder nutze die Release-Seite.
it: L'aggiornamento è stato scaricato, ma l'immagine non può essere aperta. Aprila da Download o consulta la pagina della versione.
ja: ダウンロードは完了しましたが、ディスクイメージを開けませんでした。ダウンロードフォルダまたはリリースページから開いてください。
zh_hans: 更新已下载，但无法打开磁盘映像。请从“下载”文件夹手动打开，或查看版本页面获取帮助。

source: The downloaded update failed verification and was not opened. Try again or use the release page.
de: Die Prüfung des Updates ist fehlgeschlagen; es wurde nicht geöffnet. Versuche es erneut oder nutze die Release-Seite.
it: La verifica dell'aggiornamento non è riuscita e il file non è stato aperto. Riprova o usa la pagina della versione.
ja: アップデートの検証に失敗したため開きませんでした。再試行するかリリースページを利用してください。
zh_hans: 更新文件校验失败，未执行打开操作。请重试或使用版本页面下载。

source: The update download did not come from the official Pastera release and was blocked.
de: Der Download stammt nicht aus einer offiziellen Pastera-Version und wurde blockiert.
it: Il download non proviene da una versione ufficiale di Pastera ed è stato bloccato.
ja: 公式の Pastera リリースではないため、ダウンロードをブロックしました。
zh_hans: 更新文件并非来自 Pastera 官方版本，已阻止下载。

source: Pastera could not save the installer in Downloads. Check folder access and try again.
de: Pastera konnte den Installer nicht in Downloads speichern. Prüfe den Ordnerzugriff und versuche es erneut.
it: Pastera non può salvare l'installer in Download. Verifica l'accesso alla cartella e riprova.
ja: インストーラをダウンロードフォルダに保存できませんでした。フォルダへのアクセスを確認してください。
zh_hans: 无法将安装包保存到“下载”文件夹。请检查文件夹访问权限后重试。

source: Pastera could not download this update. Check your connection and try again, or view the release page.
de: Pastera konnte das Update nicht laden. Prüfe die Verbindung und versuche es erneut oder öffne die Release-Seite.
it: Pastera non può scaricare l'aggiornamento. Verifica la connessione e riprova oppure apri la pagina della versione.
ja: アップデートをダウンロードできませんでした。接続を確認して再試行するか、リリースページを開いてください。
zh_hans: 无法下载更新。请检查网络连接后重试，或打开版本页面下载。

source: Automatic Updates
de: Automatische Updates
it: Aggiornamenti automatici
ja: 自動アップデート
zh_hans: 自动更新

source: Checking for Updates…
de: Suche nach Updates…
it: Verifica aggiornamenti…
ja: アップデートを確認中…
zh_hans: 正在检查更新…

source: Choose whether and how often Pastera checks for updates.
de: Lege fest, ob und wie oft Pastera nach Updates sucht.
it: Scegli se e con quale frequenza Pastera verifica gli aggiornamenti.
ja: Pastera がアップデートを確認するかどうかと頻度を選択します。
zh_hans: 选择 Pastera 是否以及多久检查一次更新。

source: Current Version
de: Aktuelle Version
it: Versione attuale
ja: 現在のバージョン
zh_hans: 当前版本

source: Notify you when a new version is available.
de: Benachrichtigt dich, wenn eine neue Version verfügbar ist.
it: Ti avvisa quando è disponibile una nuova versione.
ja: 新しいバージョンが利用可能になると通知します。
zh_hans: 有新版本时通知你。

source: Ready to Check for Updates
de: Bereit zur Update-Suche
it: Pronto per verificare gli aggiornamenti
ja: アップデートを確認できます
zh_hans: 可以检查更新

source: Release Notes
de: Versionshinweise
it: Note di rilascio
ja: リリースノート
zh_hans: 版本说明

source: Review an available update before downloading and installing it.
de: Prüfe ein verfügbares Update vor dem Herunterladen und Installieren.
it: Controlla un aggiornamento disponibile prima di scaricarlo e installarlo.
ja: 利用可能なアップデートを確認してからダウンロードしてインストールします。
zh_hans: 下载并安装前先确认可用更新。

source: Review the last check time and release history.
de: Zeigt die letzte Prüfung und den Versionsverlauf.
it: Consulta l'ultima verifica e la cronologia delle versioni.
ja: 前回の確認日時とリリース履歴を表示します。
zh_hans: 查看上次检查时间和版本历史。

source: Show the installed version and check for updates.
de: Zeigt die installierte Version und sucht nach Updates.
it: Mostra la versione installata e verifica gli aggiornamenti.
ja: インストール済みバージョンを表示してアップデートを確認します。
zh_hans: 显示已安装版本并检查更新。

source: Temporarily Unable to Check for Updates
de: Updates können vorübergehend nicht geprüft werden
it: Impossibile verificare temporaneamente gli aggiornamenti
ja: 現在アップデートを確認できません
zh_hans: 暂时无法检查更新

source: Update History
de: Updateverlauf
it: Cronologia aggiornamenti
ja: アップデート履歴
zh_hans: 更新记录

source: View Release History
de: Versionsverlauf anzeigen
it: Visualizza cronologia versioni
ja: リリース履歴を表示
zh_hans: 查看版本历史

source: About Pastera
de: Über Pastera
it: Informazioni su Pastera
ja: Pasteraについて
zh_hans: 关于

source: Actions
de: Aktionen
it: Azioni
ja: 操作
zh_hans: 操作

source: Add
de: Hinzufügen
it: Aggiungi
ja: 追加
zh_hans: 添加

source: Adjust the transparency of the main menu and settings window.
de: Passt die Transparenz des Hauptmenüs und des Einstellungsfensters an.
it: Regola la trasparenza del menu principale e della finestra delle impostazioni.
ja: メインメニューと設定ウインドウの透明度を調整します。
zh_hans: 调整主菜单和设置窗口的透明度。

source: Application
de: Anwendung
it: Applicazione
ja: アプリケーション
zh_hans: 应用

source: Application Icon and Version
de: App-Symbol und Version
it: Icona e versione dell'app
ja: アプリアイコンとバージョン
zh_hans: 应用图标与版本

source: Application Not Found
de: Anwendung nicht gefunden
it: Applicazione non trovata
ja: アプリケーションが見つかりません
zh_hans: 未找到应用

source: Archives
de: Archive
it: Archivi
ja: アーカイブ
zh_hans: 压缩包

source: Are you sure want to delete this item?
de: Möchten sie diesen Eintrag wirklich löschen?
it: Vuoi davvero eliminare questo elemento?
ja: 本当に削除してもよろしいですか？
zh_hans: 确定要删除此项？

source: Are you sure you want to clear your clipboard history?
de: Möchten sie den Verlauf ihrer Zwischenablage wirklich löschen?
it: Vuoi davvero cancellare tutte le voci della Cronologia?
ja: 本当にクリップボード履歴をクリアしますか？
zh_hans: 确定想要清空剪贴板历史？

source: Automatic Paste
de: Automatisch einfügen
it: Incolla automaticamente
ja: 自動ペースト
zh_hans: 自动粘贴

# Automatic Paste Permission Description
source: When Automatic Paste is enabled, Pastera restores the target app and sends Command+V after you choose a history item or snippet. macOS requires Accessibility permission for that action. When this is off, Pastera only copies to the clipboard and you paste manually.
de: Wenn „Automatisch einfügen“ aktiviert ist, stellt Pastera nach der Auswahl eines Verlaufseintrags oder Snippets die Ziel-App wieder her und sendet Command+V. macOS benötigt dafür die Bedienungshilfen-Berechtigung. Ist die Option deaktiviert, kopiert Pastera nur in die Zwischenablage und Sie fügen manuell ein.
it: Quando Incolla automaticamente è attivo, Pastera ripristina l'app di destinazione e invia Command+V dopo la selezione di un elemento della cronologia o di uno snippet. macOS richiede l'autorizzazione Accessibilità per questa operazione. Se l'opzione è disattivata, Pastera copia soltanto negli appunti e l'incollaggio resta manuale.
ja: 自動ペーストを有効にすると、履歴項目またはスニペットを選択した後にPasteraが対象アプリを復元し、Command+Vを送信します。この操作にはmacOSのアクセシビリティ権限が必要です。無効の場合はクリップボードへのコピーのみ行い、手動で貼り付けます。
zh_hans: 开启自动粘贴后，Pastera 会在你选择历史或片段时恢复目标应用并发送 Command+V。macOS 要求这类操作获得“辅助功能”权限；关闭后只复制到剪贴板，需要你手动粘贴。

# Automatic Paste Permission Info
source: Automatic Paste permission information
de: Informationen zur Berechtigung für automatisches Einfügen
it: Informazioni sull'autorizzazione per l'incollaggio automatico
ja: 自動ペーストの権限情報
zh_hans: 自动粘贴权限说明

# Automatic Paste Permission Short Description
source: Paste automatically after selecting a history item.
de: Nach Auswahl eines Verlaufseintrags automatisch einfügen.
it: Incolla automaticamente dopo aver selezionato un elemento della cronologia.
ja: 履歴項目を選択した後に自動で貼り付けます。
zh_hans: 选择历史条目后自动粘贴。

source: Automatically Check for Updates
de: Automatisch nach Updates suchen
it: Controlla automaticamente gli aggiornamenti
ja: アップデートを自動確認
zh_hans: 自动检查更新

source: Cancel
de: Abbrechen
it: Annulla
ja: キャンセル
zh_hans: 取消

source: Change
de: Ändern
it: Modifica
ja: 変更
zh_hans: 修改

source: Check Frequency
de: Prüfhäufigkeit
it: Frequenza di controllo
ja: 確認頻度
zh_hans: 检查频率

source: Check Now
de: Jetzt prüfen
it: Controlla ora
ja: 今すぐ確認
zh_hans: 现在检查

source: Check for Updates
de: Nach Updates suchen
it: Controlla aggiornamenti
ja: アップデートを確認
zh_hans: 检查更新

source: Check for Updates…
de: Nach Updates suchen…
it: Controlla aggiornamenti…
ja: アップデートを確認…
zh_hans: 检查更新…

source: Check for Updates Now
de: Jetzt nach Updates suchen
it: Controlla ora gli aggiornamenti
ja: 今すぐアップデートを確認
zh_hans: 立即检查更新

source: Choose a OneDrive folder for Pastera sync.
de: Wählen Sie einen OneDrive-Ordner für die Pastera-Synchronisierung.
it: Scegli una cartella OneDrive per la sincronizzazione di Pastera.
ja: Pasteraの同期に使用するOneDriveフォルダを選択してください。
zh_hans: 选择一个 OneDrive 文件夹作为 Pastera 同步位置。

source: Choose a writable Pastera folder inside OneDrive.
de: Wählen Sie einen beschreibbaren Pastera-Ordner in OneDrive.
it: Scegli una cartella Pastera scrivibile all'interno di OneDrive.
ja: OneDrive内の書き込み可能なPasteraフォルダを選択します。
zh_hans: 选择 OneDrive 中可写入的 Pastera 文件夹。

source: Choose the OneDrive folder used for sync.
de: Wählen Sie den OneDrive-Ordner für die Synchronisierung.
it: Scegli la cartella OneDrive usata per la sincronizzazione.
ja: 同期に使用するOneDriveフォルダを選択します。
zh_hans: 选择用于同步的 OneDrive 文件夹。

source: Choose which content types are saved in history.
de: Wählen Sie, welche Inhaltstypen im Verlauf gespeichert werden.
it: Scegli i tipi di contenuto da salvare nella cronologia.
ja: 履歴に保存するコンテンツの種類を選択します。
zh_hans: 选择需要保存在历史中的内容类型。

source: Choose which history file types are uploaded and imported.
de: Wählen Sie, welche Verlaufsdateitypen hochgeladen und importiert werden.
it: Scegli i tipi di file della cronologia da caricare e importare.
ja: アップロードおよびインポートする履歴ファイルの種類を選択します。
zh_hans: 选择要上传和导入的历史文件类型。

source: Clear History
de: Verlauf löschen
it: Svuota la Cronologia
ja: 履歴をクリア
zh_hans: 清除历史

source: Color Preview
de: Farbvorschau
it: Anteprima colore
ja: カラープレビュー
zh_hans: 颜色预览

source: Common Document Types
de: Gängige Dokumenttypen
it: Tipi di documento comuni
ja: 一般的な書類形式
zh_hans: 常用文档类型

source: Configure automatic checks, frequency, and check now.
de: Konfigurieren Sie automatische Prüfungen, Häufigkeit und die sofortige Prüfung.
it: Configura i controlli automatici, la frequenza e il controllo immediato.
ja: 自動確認、確認頻度、今すぐ確認を設定します。
zh_hans: 配置自动检查、检查频率和立即检查。

source: Configure search, paging, and switching shortcuts for the history panel.
de: Konfigurieren Sie Such-, Seiten- und Wechselkurzbefehle für das Verlaufsfenster.
it: Configura le scorciatoie di ricerca, paginazione e cambio per il pannello cronologia.
ja: 履歴パネルの検索、ページ移動、切り替えのショートカットを設定します。
zh_hans: 配置历史面板的搜索、翻页和切换快捷键。

source: Configure shortcuts for opening and switching the main menu.
de: Konfigurieren Sie Kurzbefehle zum Öffnen und Wechseln des Hauptmenüs.
it: Configura le scorciatoie per aprire e cambiare il menu principale.
ja: メインメニューを開く、または切り替えるショートカットを設定します。
zh_hans: 配置打开和切换主菜单的快捷键。

source: Control how repeated clipboard content is retained.
de: Legt fest, wie wiederholte Zwischenablageninhalte aufbewahrt werden.
it: Controlla come conservare i contenuti ripetuti degli appunti.
ja: 重複したクリップボード内容の保持方法を設定します。
zh_hans: 控制重复剪贴板内容的保留方式。

source: Control previews for file and media content.
de: Steuert Vorschauen für Datei- und Medieninhalte.
it: Controlla le anteprime dei contenuti di file e media.
ja: ファイルおよびメディア内容のプレビューを設定します。
zh_hans: 控制文件和媒体内容的预览方式。

source: Control whether color content shows a preview swatch.
de: Legt fest, ob Farbinhalte ein Vorschaufeld anzeigen.
it: Controlla se i contenuti colore mostrano un campione di anteprima.
ja: カラー内容にプレビュー色見本を表示するか設定します。
zh_hans: 控制颜色内容是否显示预览色块。

source: Control which history content types participate in sync.
de: Legt fest, welche Verlaufsinhaltstypen synchronisiert werden.
it: Controlla quali tipi di contenuto della cronologia partecipano alla sincronizzazione.
ja: 同期する履歴コンテンツの種類を設定します。
zh_hans: 控制参与同步的历史内容类型。

source: Daily
de: Täglich
it: Ogni giorno
ja: 毎日
zh_hans: 每天

source: Danger Zone
de: Gefahrenbereich
it: Zona pericolosa
ja: 危険な操作
zh_hans: 危险操作

source: Delete
de: Löschen
it: Elimina
ja: 削除
zh_hans: 删除

source: Delete Item
de: Einträge löschen
it: Elimina
ja: スニペットを削除
zh_hans: 删除

source: Delete all history stored on this device.
de: Löscht den gesamten auf diesem Gerät gespeicherten Verlauf.
it: Elimina tutta la cronologia salvata su questo dispositivo.
ja: このデバイスに保存されたすべての履歴を削除します。
zh_hans: 删除此设备上保存的全部历史。

source: Detect
de: Erkennen
it: Rileva
ja: 検出
zh_hans: 检测

source: Detecting
de: Wird erkannt …
it: Rilevamento…
ja: 検出中…
zh_hans: 正在检测…

source: Disable clipboard recording for selected applications.
de: Deaktiviert die Zwischenablagenaufzeichnung für ausgewählte Anwendungen.
it: Disabilita la registrazione degli appunti per le applicazioni selezionate.
ja: 選択したアプリケーションではクリップボードを記録しません。
zh_hans: 对选定应用停止记录剪贴板。

source: Documents
de: Dokumente
it: Documenti
ja: 書類
zh_hans: 文档

source: Don't Launch
de: Nicht starten
it: Non avviare
ja: 起動しない
zh_hans: 不要打开

source: Duplicate Policy
de: Duplikatregeln
it: Gestione duplicati
ja: 重複項目の処理
zh_hans: 重复项策略

source: Duplicates
de: Duplikate
it: Duplicati
ja: 重複項目
zh_hans: 重复项

source: Edit Snippets
de: Snippets bearbeiten
it: Modifica snippet
ja: スニペットを編集
zh_hans: 编辑片段

source: Enter an integer.
de: Geben Sie eine ganze Zahl ein.
it: Inserisci un numero intero.
ja: 整数を入力してください。
zh_hans: 请输入整数。

source: Excluded Applications
de: Ausgeschlossene Anwendungen
it: Applicazioni escluse
ja: 除外するアプリケーション
zh_hans: 排除的应用

source: Excluded Applications List
de: Liste ausgeschlossener Anwendungen
it: Elenco applicazioni escluse
ja: 除外アプリケーション一覧
zh_hans: 排除应用列表

source: Excluded Apps
de: Ausgeschlossene Apps
it: App escluse
ja: 除外アプリ
zh_hans: 忽略应用

source: File History Limit
de: Limit für Dateiverlauf
it: Limite file nella cronologia
ja: ファイル履歴の上限
zh_hans: 文件历史上限

source: File Preview Types
de: Dateivorschautypen
it: Tipi di anteprima file
ja: ファイルプレビュー形式
zh_hans: 文件预览类型

source: File Type Sync
de: Dateitypsynchronisierung
it: Sincronizzazione tipi di file
ja: ファイル形式の同期
zh_hans: 文件类型同步

source: File Types
de: Dateitypen
it: Tipi di file
ja: ファイル形式
zh_hans: 文件类型

source: Files
de: Dateien
it: File
ja: ファイル
zh_hans: 文件

source: General
de: Allgemein
it: Generali
ja: 一般
zh_hans: 基础设置

source: History
de: Verlauf
it: Cronologia
ja: 履歴
zh_hans: 历史

source: History & Preview
de: Verlauf & Vorschau
it: Cronologia e anteprima
ja: 履歴とプレビュー
zh_hans: 历史记录

source: History Panel Shortcuts
de: Kurzbefehle für Verlaufsfenster
it: Scorciatoie del pannello cronologia
ja: 履歴パネルのショートカット
zh_hans: 历史面板快捷键

source: Image Content
de: Bildinhalt
it: Contenuto immagine
ja: 画像コンテンツ
zh_hans: 图像内容

source: Image Count
de: Bildanzahl
it: Numero di immagini
ja: 画像数
zh_hans: 图片数量

source: Image History Limit
de: Limit für Bildverlauf
it: Limite immagini nella cronologia
ja: 画像履歴の上限
zh_hans: 图片历史上限

source: Images
de: Bilder
it: Immagini
ja: 画像
zh_hans: 图片

source: Import History
de: Verlauf importieren
it: Importa cronologia
ja: 履歴をインポート
zh_hans: 导入历史

source: Import Snippets
de: Snippets importieren
it: Importa snippet
ja: スニペットをインポート
zh_hans: 导入片段

source: Issues
de: Probleme
it: Segnalazioni
ja: 問題
zh_hans: 问题反馈

source: Keep 1 to 50 file history items.
de: Bewahren Sie 1 bis 50 Dateiverlaufseinträge auf.
it: Conserva da 1 a 50 file nella cronologia.
ja: ファイル履歴を1〜50件保持します。
zh_hans: 保留 1 到 50 条文件历史。

source: Keep 1 to 50 image history items.
de: Bewahren Sie 1 bis 50 Bildverlaufseinträge auf.
it: Conserva da 1 a 50 immagini nella cronologia.
ja: 画像履歴を1〜50件保持します。
zh_hans: 保留 1 到 50 条图片历史。

source: Last Check
de: Letzte Prüfung
it: Ultimo controllo
ja: 前回の確認
zh_hans: 上次检查

source: Launch Pastera on system startup?
de: Pastera beim Starten öffnen?
it: Vuoi avviare Pastera al login?
ja: システム起動時にPasteraを起動しますか?
zh_hans: 系统启动时打开 Pastera?

source: Launch at Login
de: Beim Anmelden starten
it: Avvia al login
ja: ログイン時に起動
zh_hans: 登录时启动

source: Launch on Login
de: Beim Starten öffnen
it: Avvia al login
ja: ログイン時に起動
zh_hans: 登录时打开

source: Launch on system startup
de: Anwendung automatisch starten
it: Avvia Pastera al login
ja: 起動する
zh_hans: 系统启动时打开

source: License
de: Lizenz
it: Licenza
ja: ライセンス
zh_hans: 许可证

source: Limit the displayed length of history titles in the main menu.
de: Begrenzt die angezeigte Länge von Verlaufstiteln im Hauptmenü.
it: Limita la lunghezza visualizzata dei titoli della cronologia nel menu principale.
ja: メインメニューに表示する履歴タイトルの長さを制限します。
zh_hans: 限制主菜单中历史标题的显示长度。

source: Limit the number of file items kept in history.
de: Begrenzt die Anzahl der im Verlauf gespeicherten Dateieinträge.
it: Limita il numero di file conservati nella cronologia.
ja: 履歴に保持するファイル項目数を制限します。
zh_hans: 限制历史中保留的文件条目数量。

source: Limit the number of image items kept in history.
de: Begrenzt die Anzahl der im Verlauf gespeicherten Bildeinträge.
it: Limita il numero di immagini conservate nella cronologia.
ja: 履歴に保持する画像項目数を制限します。
zh_hans: 限制历史中保留的图片条目数量。

source: MIT License
de: MIT-Lizenz
it: Licenza MIT
ja: MITライセンス
zh_hans: MIT 许可证

source: Main
de: Hauptmenü
it: Principale
ja: メイン
zh_hans: 主体

source: Manual Script Shortcut
de: Manueller Skript-Kurzbefehl
it: Scorciatoia manuale per script
ja: 手動スクリプトのショートカット
zh_hans: 手动脚本快捷键

source: Run enabled manual scripts on the current clipboard.
de: Aktivierte manuelle Skripte auf die aktuelle Zwischenablage anwenden.
it: Esegui gli script manuali abilitati sugli appunti correnti.
ja: 有効な手動スクリプトを現在のクリップボードに実行します。
zh_hans: 对当前剪贴板运行已启用的手动脚本。

source: Script Transforms
de: Skripttransformationen
it: Trasformazioni tramite script
ja: スクリプト変換
zh_hans: 脚本转换

source: Scripts
de: Skripte
it: Script
ja: スクリプト
zh_hans: 脚本

source: Transform plain-text clipboard content with local JavaScript.
de: Text aus der Zwischenablage mit lokalem JavaScript umwandeln.
it: Trasforma il testo degli appunti con JavaScript locale.
ja: ローカルJavaScriptでクリップボードのテキストを変換します。
zh_hans: 使用本地 JavaScript 转换剪贴板纯文本。

source: Manual Sync
de: Manuelle Synchronisierung
it: Sincronizzazione manuale
ja: 手動同期
zh_hans: 手动同步

source: Manual Sync and Transfer Directions
de: Manuelle Synchronisierung und Übertragungsrichtungen
it: Sincronizzazione manuale e direzioni di trasferimento
ja: 手動同期と転送方向
zh_hans: 手动同步与传输方向

source: Manage Snippets
de: Snippets verwalten
it: Gestisci snippet
ja: スニペットを管理
zh_hans: 管理片段

source: Menu
de: Menü
ja: メニュー
zh_hans: 菜单

source: Menu Appearance
de: Menüdarstellung
it: Aspetto del menu
ja: メニューの外観
zh_hans: 菜单外观

source: Menu Shortcuts
de: Menü-Kurzbefehle
it: Scorciatoie del menu
ja: メニューのショートカット
zh_hans: 菜单快捷键

source: Menu Title Length
de: Länge der Menütitel
it: Lunghezza titoli del menu
ja: メニュータイトルの長さ
zh_hans: 菜单标题长度

source: Menu Transparency
de: Menütransparenz
it: Trasparenza del menu
ja: メニューの透明度
zh_hans: 菜单透明度

source: Monthly
de: Monatlich
it: Ogni mese
ja: 毎月
zh_hans: 每月

source: Move instead of copying (removes the older one from the list)
de: Verschieben anstatt kopieren (Entfernt älteren Eintrag von der Liste)
it: Sposta invece di copiare (rimuove dall'elenco quello meno recente)
ja: コピーせずに移動する（古い項目を一覧から削除）
zh_hans: 移动而非拷贝（从列表中移除较旧的条目）

source: Move to Top
de: Nach oben verschieben
it: Sposta in cima
ja: 先頭に移動
zh_hans: 移到顶部

source: Never Checked
de: Noch nie geprüft
it: Mai controllato
ja: 未確認
zh_hans: 从未检查

source: Next Page
de: Nächste Seite
it: Pagina successiva
ja: 次のページ
zh_hans: 下一页

source: No Excluded Applications
de: Keine ausgeschlossenen Anwendungen
it: Nessuna applicazione esclusa
ja: 除外アプリケーションはありません
zh_hans: 没有排除的应用

source: No Settings Found
de: Keine Einstellungen gefunden
it: Nessuna impostazione trovata
ja: 設定が見つかりません
zh_hans: 未找到设置

source: No Snippets
de: Keine Snippets
it: Nessuno snippet
ja: スニペットなし
zh_hans: 暂无片段

source: Number of characters in the menu:
de: Anzahl der Zeichen im Menü:
it: Lunghezza massima delle voci di menu:
ja: メニューに表示する文字数:
zh_hans: 菜单中字符的个数：

source: Off
de: Aus
it: No
ja: オフ
zh_hans: 关

source: On
de: Ein
it: Sì
ja: オン
zh_hans: 开

source: OneDrive Available
de: OneDrive verfügbar
it: OneDrive disponibile
ja: OneDriveは利用可能です
zh_hans: OneDrive 可用
